interface type {
    id: number
    title: string
    text: string
    price: number
    img: string
}

import img1 from '../../assets/imgs/img1.svg'
import img2 from '../../assets/imgs/img2.svg'
import img3 from '../../assets/imgs/img3.svg'
import img4 from '../../assets/imgs/img4.svg'
import img5 from '../../assets/imgs/img5.svg'
import img6 from '../../assets/imgs/img6.svg'
import img7 from '../../assets/imgs/img7.svg'
import img8 from '../../assets/imgs/img8.svg'
import img9 from '../../assets/imgs/img9.svg'
import img10 from '../../assets/imgs/img10.svg'
import img11 from '../../assets/imgs/img11.svg'
import img12 from '../../assets/imgs/img12.svg'




export const data:type[] = [

    {
        id:1,
        title:'Квартира в ЖК',
        text:'г.Ташкент, Юнусабадский район, 15 квартал, 28 дом, 32 квартира',
        price:300000,   
        img: img1
    },
    {
        id:2,
        title:'Квартира, Ташкент',
        text:'г.Ташкент, Юнусабадский район, 15 квартал, 28 дом, 32 квартира',
        price:500000,   
        img: img2
    },
    {
        id:3,
        title:'Студия',
        text:'г.Ташкент, Юнусабадский район, 15 квартал, 28 дом, 32 квартира',
        price:250000,   
        img: img3
    },
    {
        id:4,
        title:'Квартира в ЖК',
        text:'г.Ташкент, Юнусабадский район, 15 квартал, 28 дом, 32 квартира',
        price:120000,   
        img: img4
    },
    {
        id:5,
        title:'Новая квартира',
        text:'г.Ташкент, Юнусабадский район, 15 квартал, 28 дом, 32 квартира',
        price:700000,   
        img: img5
    },
    {
        id:6,
        title:'Новая квартира в ЖК',
        text:'г.Ташкент, Юнусабадский район, 15 квартал, 28 дом, 32 квартира',
        price:330000,   
        img: img6
    },
    {
        id:7,
        title:'2-х этажная квартира',
        text:'г.Ташкент, Юнусабадский район, 15 квартал, 28 дом, 32 квартира',
        price:900000,   
        img: img7
    },
    {
        id:8,
        title:'Квартира с видом на горы',
        text:'г.Ташкент, Юнусабадский район, 15 квартал, 28 дом, 32 квартира',
        price:800000,   
        img: img8
    },
    {
        id:9,
        title:'2-х комнатная квартира в центре',
        text:'г.Ташкент, Юнусабадский район, 15 квартал, 28 дом, 32 квартира',
        price:500000,   
        img: img9
    },
    {
        id:10,
        title:'Студия',
        text:'г.Ташкент, Юнусабадский район, 15 квартал, 28 дом, 32 квартира',
        price:250000,   
        img: img10
    },
    {
        id:11,
        title:'4-х комнатная квартира',
        text:'г.Ташкент, Юнусабадский район, 15 квартал, 28 дом, 32 квартира',
        price:280000,   
        img: img11
    },
    {
        id:12,
        title:'3-х комнатная квартира',
        text:'г.Ташкент, Юнусабадский район, 15 квартал, 28 дом, 32 квартира',
        price:200000,   
        img: img12
    },
    {
        id:13,
        title:'Квартира в ЖК',
        text:'г.Ташкент, Юнусабадский район, 15 квартал, 28 дом, 32 квартира',
        price:300000,   
        img: img1
    },
    {
        id:14,
        title:'Квартира, Ташкент',
        text:'г.Ташкент, Юнусабадский район, 15 квартал, 28 дом, 32 квартира',
        price:500000,   
        img: img2
    },
    {
        id:15,
        title:'Студия',
        text:'г.Ташкент, Юнусабадский район, 15 квартал, 28 дом, 32 квартира',
        price:250000,   
        img: img3
    },
    {
        id:16,
        title:'Квартира в ЖК',
        text:'г.Ташкент, Юнусабадский район, 15 квартал, 28 дом, 32 квартира',
        price:120000,   
        img: img4
    },
    {
        id:17,
        title:'Новая квартира',
        text:'г.Ташкент, Юнусабадский район, 15 квартал, 28 дом, 32 квартира',
        price:700000,   
        img: img5
    },
    {
        id:18,
        title:'Новая квартира в ЖК',
        text:'г.Ташкент, Юнусабадский район, 15 квартал, 28 дом, 32 квартира',
        price:330000,   
        img: img6
    },
    {
        id:19,
        title:'2-х этажная квартира',
        text:'г.Ташкент, Юнусабадский район, 15 квартал, 28 дом, 32 квартира',
        price:900000,   
        img: img7
    },
    {
        id:20,
        title:'Квартира с видом на горы',
        text:'г.Ташкент, Юнусабадский район, 15 квартал, 28 дом, 32 квартира',
        price:800000,   
        img: img8
    },
    {
        id:21,
        title:'2-х комнатная квартира в центре',
        text:'г.Ташкент, Юнусабадский район, 15 квартал, 28 дом, 32 квартира',
        price:500000,   
        img: img9
    },
    {
        id:22,
        title:'Студия',
        text:'г.Ташкент, Юнусабадский район, 15 квартал, 28 дом, 32 квартира',
        price:250000,   
        img: img10
    },
    {
        id:23,
        title:'4-х комнатная квартира',
        text:'г.Ташкент, Юнусабадский район, 15 квартал, 28 дом, 32 квартира',
        price:280000,   
        img: img11
    },
    {
        id:24,
        title:'3-х комнатная квартира',
        text:'г.Ташкент, Юнусабадский район, 15 квартал, 28 дом, 32 квартира',
        price:200000,   
        img: img12
    }
]
      